Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2021.tmx
Source language: en_us
Languages: zh_cn

source: Over the past five years, China has scored historic new achievements in economic and social development.
zh_cn: 过去五年，我国经济社会发展取得新的历史性成就。

source: The economy performed stably overall, and its structure was continuously improved.
zh_cn: 经济运行总体平稳，经济结构持续优化，

source: GDP increased from less than 70 trillion yuan to over 100 trillion yuan.
zh_cn: 国内生产总值从不到70万亿元增加到超过100万亿元。

source: Much was accomplished toward making China a country of innovators, with major advances in manned spaceflight, lunar exploration, deep-sea engineering, supercomputing, quantum information, and other areas.
zh_cn: 创新型国家建设成果丰硕，在载人航天、探月工程、深海工程、超级计算、量子信息等领域取得一批重大科技成果。

source: China's success in poverty alleviation has been recognized by the international community.
zh_cn: 脱贫攻坚成果举世瞩目，

source: Its entire rural poor population, 55.75 million in number, was lifted out of poverty, including more than 9.6 million registered poor people who were relocated from inhospitable areas;
zh_cn: 5575万农村贫困人口实现脱贫，960多万建档立卡贫困人口通过易地扶贫搬迁摆脱了“一方水土难养一方人”的困境，

source: and regional poverty was successfully eradicated.
zh_cn: 区域性整体贫困得到解决，

source: The daunting task we set ourselves to eliminate absolute poverty has thus been successfully accomplished.
zh_cn: 完成了消除绝对贫困的艰巨任务。

source: Agricultural modernization was steadily advanced, and good harvests were recorded for five years running.
zh_cn: 农业现代化稳步推进，粮食生产连年丰收。

source: The goal of granting urban residency to 100 million people from rural areas and other permanent residents without local household registration was met.
zh_cn: 1亿农业转移人口和其他常住人口在城镇落户目标顺利实现，

source: More than 21 million housing units in run-down urban areas were rebuilt.
zh_cn: 城镇棚户区住房改造超过2100万套。

source: Solid steps were taken to implement major regional development strategies.
zh_cn: 区域重大战略扎实推进。

source: Pollution prevention and control efforts were intensified, resources and energy were used more efficiently, and there was a notable improvement in the environment.
zh_cn: 污染防治力度加大，资源能源利用效率显著提升，生态环境明显改善。

source: Important progress was made in addressing financial risks in this period.
zh_cn: 金融风险处置取得重要阶段性成果。

source: Major breakthroughs were achieved in deepening reform across the board.Supply-side structural reform was steadily advanced, as were reforms to streamline administration and delegate power, improve regulation, and upgrade services. Thanks to these efforts, the business environment kept improving.
zh_cn: 全面深化改革取得重大突破，供给侧结构性改革持续推进，“放管服”改革不断深入，营商环境持续改善。

source: China continued to open its door wider to the world; the joint pursuit of the Belt and Road Initiative yielded solid outcomes.
zh_cn: 对外开放持续扩大，共建“一带一路”成果丰硕。

source: The living standards of our people rose significantly.
zh_cn: 人民生活水平显著提高，

source: Over 60 million urban jobs were added, and the world's largest social security system was established.
zh_cn: 城镇新增就业超过6000万人，建成世界上规模最大的社会保障体系。

source: The system for granting living allowances to people with disabilities in financial difficulty and nursing care subsidies to people with serious disabilities was set up and implemented across the country.
zh_cn: 全面建立实施困难残疾人生活补贴和重度残疾人护理补贴制度。

source: New achievements were made in education, healthcare, culture and other sectors.
zh_cn: 教育、卫生、文化等领域发展取得新成就，

source: Education became much more equitable, and its quality was markedly improved.
zh_cn: 教育公平和质量较大提升，

source: The healthcare sector registered accelerated development.
zh_cn: 医疗卫生事业加快发展，

source: The cultural sector flourished.
zh_cn: 文化事业和文化产业繁荣发展。

source: Notable advances were made in the development of national defense and the armed forces.
zh_cn: 国防和军队建设水平大幅提升。

source: China's national security was enhanced on all fronts, and social harmony and stability were maintained across the country.
zh_cn: 国家安全全面加强，社会保持和谐稳定。

source: Thanks to our hard work in these five years, we accomplished the major goals and tasks of the 13th Five-Year Plan, and made a giant stride toward the rejuvenation of the Chinese nation.
zh_cn: 经过五年持续奋斗，“十三五”规划主要目标任务胜利完成，中华民族伟大复兴向前迈出了新的一大步。

source: The period covered by the 14th Five-Year Plan will be the first five years in which we embark on a new journey to build China into a modern socialist country in all respects.
zh_cn: “十四五”时期是开启全面建设社会主义现代化国家新征程的第一个五年。

source: China remains in an important period of strategic opportunity for development. Yet, there are changes in both the opportunities and challenges we face.
zh_cn: 我国发展仍然处于重要战略机遇期，但机遇和挑战都有新的发展变化。

source: We should have an accurate understanding of this new stage of development, fully apply the new development philosophy, and accelerate our efforts to create a new development pattern to promote high-quality development. By doing so, we will set the stage for building a modern socialist country in all respects.
zh_cn: 要准确把握新发展阶段，深入贯彻新发展理念，加快构建新发展格局，推动高质量发展，为全面建设社会主义现代化国家开好局起好步。

source: The State Council, acting in accordance with the Recommendations of the Central Committee of the Communist Party of China for Formulating the 14th Five-Year Plan for Economic and Social Development and Long-Range Objectives through the Year 2035, has drawn up the draft Outline for the 14th Five-Year Plan for Economic and Social Development and Long-Range Objectives through the Year 2035.
zh_cn: 根据《中共中央关于制定国民经济和社会发展第十四个五年规划和二〇三五年远景目标的建议》，国务院编制了《国民经济和社会发展第十四个五年规划和2035年远景目标纲要（草案）》。

source: The draft Outline, which was formulated under the guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, sets major quantified objectives and tasks for economic and social development during the 14th Five-Year Plan period.
zh_cn: 《纲要草案》坚持以习近平新时代中国特色社会主义思想为指导，实化量化“十四五”时期经济社会发展主要目标和重大任务，

source: The full draft has been submitted to this session for your deliberation and approval.
zh_cn: 全文提交大会审查，

source: The highlights of the draft Outline are as follows:
zh_cn: 这里概述几个方面。

source: —Improving the quality and effectiveness of development and maintaining sustained and healthy economic growth
zh_cn: ——着力提升发展质量效益，保持经济持续健康发展。

source: Development is the foundation, and it holds the key, for addressing all the issues our country faces.
zh_cn: 发展是解决我国一切问题的基础和关键。

source: We must stay true to the new development philosophy, and ensure it is applied in full, in both letter and spirit, in every stage and aspect of development.
zh_cn: 必须坚持新发展理念，把新发展理念完整、准确、全面贯穿发展全过程和各领域，

source: We should encourage people working in all sectors to give high priority to improving the quality and effectiveness of development to fully tap China's growth potential.
zh_cn: 引导各方面把工作重点放在提高发展质量和效益上，促进增长潜力充分发挥。

source: We will keep major economic indicators within an appropriate range, set annual targets for economic growth in light of actual conditions, ensure that overall labor productivity grows faster than GDP, keep the surveyed urban unemployment rate within 5.5 percent, and keep prices generally stable. Doing so will enable us to achieve higher-quality development that is more efficient, equitable, sustainable, and secure.
zh_cn: 经济运行保持在合理区间，各年度视情提出经济增长预期目标，全员劳动生产率增长高于国内生产总值增长，城镇调查失业率控制在5.5%以内，物价水平保持总体平稳，实现更高质量、更有效率、更加公平、更可持续、更为安全的发展。

source: —Pursuing innovation-driven development and accelerating modernization of the industrial system
zh_cn: ——坚持创新驱动发展，加快发展现代产业体系。

source: Innovation remains at the heart of China's modernization drive.
zh_cn: 坚持创新在我国现代化建设全局中的核心地位，

source: We will strengthen our science and technology to provide strategic support for China's development.
zh_cn: 把科技自立自强作为国家发展的战略支撑。

source: To improve China's innovation system, we will work faster to enhance our strategic scientific and technological capability underpinned by the development of national laboratories, strive to make major breakthroughs in core technologies in key fields, and formulate and implement a ten-year action plan for basic research.
zh_cn: 完善国家创新体系，加快构建以国家实验室为引领的战略科技力量，打好关键核心技术攻坚战，制定实施基础研究十年行动方案，

source: We will enhance the capacity of enterprises to make technological innovation, unlock the creativity of talent, and improve the systems and mechanisms for making scientific and technological innovation.
zh_cn: 提升企业技术创新能力，激发人才创新活力，完善科技创新体制机制，

source: China's R&D spending will increase by more than seven percent per year, which is expected to account for a higher percentage of GDP than that during the 13th Five-Year Plan period.
zh_cn: 全社会研发经费投入年均增长7%以上、力争投入强度高于“十三五”时期实际。

source: Extensive activities will be conducted to help people learn more about science.
zh_cn: 广泛开展科学普及活动。

source: In pursuing economic growth, we will continue to prioritize the development of the real economy, upgrade the industrial base, modernize industrial chains, and keep the share of manufacturing in the economy basically stable.
zh_cn: 坚持把发展经济着力点放在实体经济上，推进产业基础高级化、产业链现代化，保持制造业比重基本稳定，

source: We will transform and upgrade traditional industries, strengthen strategic emerging industries, and promote the vigorous development of the service sector.
zh_cn: 改造提升传统产业，发展壮大战略性新兴产业，促进服务业繁荣发展。

source: Coordinated development of traditional and new forms of infrastructure will be promoted.
zh_cn: 统筹推进传统基础设施和新型基础设施建设。

source: Digitalization will be sped up to create new strengths for the digital economy.
zh_cn: 加快数字化发展，打造数字经济新优势，

source: We will both develop digital industry and transform traditional industries with digital technologies.
zh_cn: 协同推进数字产业化和产业数字化转型，

source: We will work faster to develop a digital society, digital government, and healthy digital ecosystem as we pursue the Digital China initiative.
zh_cn: 加快数字社会建设步伐，提高数字政府建设水平，营造良好数字生态，建设数字中国。

source: —Creating a robust domestic market and fostering a new development pattern
zh_cn: ——形成强大国内市场，构建新发展格局。

source: We will pursue the strategy of expanding domestic demand and intensify supply-side structural reform, and generate new demand with innovation-driven development and high-quality supply.
zh_cn: 把实施扩大内需战略同深化供给侧结构性改革有机结合起来，以创新驱动、高质量供给引领和创造新需求。

source: We will remove impediments to the rational flow of production factors along all links of production, allocation, distribution, and consumption to facilitate favorable circulation in our economy.
zh_cn: 破除制约要素合理流动的堵点，贯通生产、分配、流通、消费各环节，形成国民经济良性循环。

source: We will give priority to domestic circulation, and work to build a strong domestic market and turn China into a trader of quality.
zh_cn: 立足国内大循环，协同推进强大国内市场和贸易强国建设，

source: We will leverage the flows of the domestic economy to make China a major magnet for global production factors and resources, thereby promoting positive interplay between domestic circulation and international circulation.
zh_cn: 依托国内经济循环体系形成对全球要素资源的强大引力场，促进国内国际双循环。

source: We will put in place frameworks to effectively expand domestic demand, boost consumer spending across the board, and unlock the potential for investment, thus accelerating the establishment of a complete system of domestic demand.
zh_cn: 建立扩大内需的有效制度，全面促进消费，拓展投资空间，加快培育完整内需体系。

source: —Advancing rural revitalization across the board and improving the new urbanization strategy
zh_cn: ——全面推进乡村振兴，完善新型城镇化战略。

source: The development of agriculture and rural areas remains at the top of our work agenda.
zh_cn: 坚持农业农村优先发展，

source: The total area of China's farmland must stay above the red line of 120 million hectares.
zh_cn: 严守18亿亩耕地红线，

source: We will carry out projects to develop high-quality farmland and conserve chernozem soils, and ensure the security of our germplasm resources.
zh_cn: 实施高标准农田建设工程、黑土地保护工程，确保种源安全，

source: We will carry out rural development initiatives, and improve systems and mechanisms for promoting integrated urban-rural development.
zh_cn: 实施乡村建设行动，健全城乡融合发展体制机制。

source: We will set up a robust long-term mechanism for consolidating and expanding the achievements of the battle against poverty, and raise the overall performance of development in areas that have cast off poverty.
zh_cn: 建立健全巩固拓展脱贫攻坚成果长效机制，提升脱贫地区整体发展水平。

source: The strategy of new, people-centered urbanization will continue to be pursued.
zh_cn: 深入推进以人为核心的新型城镇化战略，

source: We will move faster to grant permanent urban residency to people who move to cities from rural areas, and raise the percentage of permanent urban residents to 65 percent of the population.
zh_cn: 加快农业转移人口市民化，常住人口城镇化率提高到65%，

source: We will expand city clusters and metropolitan areas, promote urbanization with a focus on county towns, implement an action plan for urban renewal, and improve the housing market and housing support system. These moves will enable us to achieve higher quality urbanization.
zh_cn: 发展壮大城市群和都市圈，推进以县城为重要载体的城镇化建设，实施城市更新行动，完善住房市场体系和住房保障体系，提升城镇化发展质量。

source: —Improving regional economic structures and promoting coordinated regional development
zh_cn: ——优化区域经济布局，促进区域协调发展。

source: We will continue to implement the major regional development strategies as well as the strategies for coordinated regional development and functional zoning, so as to create regional economic structures and a territorial space system that will sustain high-quality development.
zh_cn: 深入实施区域重大战略、区域协调发展战略、主体功能区战略，构建高质量发展的区域经济布局和国土空间支撑体系。

source: We will take solid steps to promote the coordinated development of the Beijing-Tianjin-Hebei region, the development of the Yangtze Economic Belt and the Guangdong-Hong Kong-Macao Greater Bay Area, integrated development in the Yangtze River Delta, and ecological protection and high-quality development in the Yellow River basin.
zh_cn: 扎实推动京津冀协同发展、长江经济带发展、粤港澳大湾区建设、长三角一体化发展、黄河流域生态保护和高质量发展，

source: We will build Xiongan New Area to a high standard.
zh_cn: 高标准、高质量建设雄安新区。

source: We will usher in a new stage in large-scale development in the western region, promote breakthroughs in the revitalization of northeast China, accelerate the rise of the central region, and encourage the eastern region to accelerate modernization.
zh_cn: 推动西部大开发形成新格局，推动东北振兴取得新突破，促进中部地区加快崛起，鼓励东部地区加快推进现代化。

source: We will promote the development of the Chengdu-Chongqing economic zone.
zh_cn: 推进成渝地区双城经济圈建设。

source: We will support old revolutionary base areas and ethnic minority areas in speeding up development, and strengthen the development of border areas.
zh_cn: 支持革命老区、民族地区加快发展，加强边疆地区建设。

source: We will work to unlock the development potential of the maritime economy.
zh_cn: 积极拓展海洋经济发展空间。

source: —Advancing reform and opening up across the board and bolstering the momentum and vitality of development
zh_cn: ——全面深化改革开放，持续增强发展动力和活力。

source: To develop a high-standard socialist market economy, we will energize all market entities, improve the layout and structure of the state-owned sector at a faster pace, and create a better development environment for private businesses.
zh_cn: 构建高水平社会主义市场经济体制，激发各类市场主体活力，加快国有经济布局优化和结构调整，优化民营经济发展环境。

source: We will build a high-standard market system, effect an all-round improvement in the property rights system, carry out reforms to promote the market-based allocation of production factors, reinforce the foundational role of competition policies, and refine the competition policy framework.
zh_cn: 建设高标准市场体系，全面完善产权制度，推进要素市场化配置改革，强化竞争政策基础地位，完善竞争政策框架。

source: We will modernize fiscal, taxation, and financial systems, and improve government capacity to conduct economic governance.
zh_cn: 建立现代财税金融体制，提升政府经济治理能力。

source: We will deepen reforms to streamline administration and delegate powers, improve regulation, and upgrade services to foster a world-class business environment.
zh_cn: 深化“放管服”改革，构建一流营商环境。

source: We will develop new systems for a higher-standard open economy, promote the high-quality development of the BRI, and build a globally oriented network of high-standard free trade zones.
zh_cn: 建设更高水平开放型经济新体制，推动共建“一带一路”高质量发展，构建面向全球的高标准自由贸易区网络。

source: —Promoting green development and ensuring harmony between humanity and nature
zh_cn: ——推动绿色发展，促进人与自然和谐共生。

source: We will stay true to the principle that lucid waters and lush mountains are invaluable assets and strengthen the conservation of mountain, river, forest, farmland, lake, and grassland ecosystems.
zh_cn: 坚持绿水青山就是金山银山理念，加强山水林田湖草系统治理，

source: We will move faster to build major ecological shields, develop a national park-based nature reserve system, and expand forest coverage to 24.1 percent of China's total land area.
zh_cn: 加快推进重要生态屏障建设，构建以国家公园为主体的自然保护地体系，森林覆盖率达到24.1%。

source: We will continue to improve the quality of the environment, and generally eliminate heavy air pollution and black, malodorous water bodies in cities.
zh_cn: 持续改善环境质量，基本消除重污染天气和城市黑臭水体。

source: We will ensure that China meets the targets for its intended nationally determined contributions in response to climate change by 2030.
zh_cn: 落实2030年应对气候变化国家自主贡献目标。

source: We will expedite the transition of China's growth model to one of green development, and promote both high-quality economic growth and high-standard environmental protection.
zh_cn: 加快发展方式绿色转型，协同推进经济高质量发展和生态环境高水平保护，

source: Energy consumption per unit of GDP and carbon dioxide emissions per unit of GDP will be reduced by 13.5 percent and 18 percent, respectively.
zh_cn: 单位国内生产总值能耗和二氧化碳排放分别降低13.5%、18%。

source: —Improving people's wellbeing and striving for common prosperity
zh_cn: ——持续增进民生福祉，扎实推动共同富裕。

source: We will do everything within our capacity to improve the wellbeing of our people, and ensure that public services are inclusive, meet essential needs, and ensure basic living standards for people in difficulty.
zh_cn: 坚持尽力而为、量力而行，加强普惠性、基础性、兜底性民生建设，

source: An action plan will be adopted to promote common prosperity to see that our people share more fully and fairly in the gains of development.
zh_cn: 制定促进共同富裕行动纲要，让发展成果更多更公平惠及全体人民。

source: We will implement the employment-first strategy and increase employment opportunities.
zh_cn: 实施就业优先战略，扩大就业容量。

source: We will work to raise the income of the low-income group and expand the size of the middle-income group. Per capita disposable income will generally grow in step with GDP growth.
zh_cn: 着力提高低收入群体收入，扩大中等收入群体，居民人均可支配收入增长与国内生产总值增长基本同步。

source: We will build a high-quality education system and foster a contingent of top-performing teachers with strong professional expertise by deepening educational reforms.
zh_cn: 建设高质量教育体系，建设高素质专业化教师队伍，深化教育改革，

source: We will carry out an initiative to raise the quality of education and expand its capacity.
zh_cn: 实施教育提质扩容工程，

source: We expect that the average number of years of schooling among the working-age population will rise to 11.3.
zh_cn: 劳动年龄人口平均受教育年限提高到11.3年。

source: We will make all-round efforts to build a Healthy China.
zh_cn: 全面推进健康中国建设，

source: We will develop a strong public health system, refine medical service networks in both urban and rural areas, carry out extensive public fitness activities, and raise the average life expectancy by one year.
zh_cn: 构建强大公共卫生体系，完善城乡医疗服务网络，广泛开展全民健身运动，人均预期寿命再提高1岁。

source: We will implement the national strategy for addressing population aging, and improve the population services system with a focus on elderly care and child care.
zh_cn: 实施积极应对人口老龄化国家战略，以“一老一小”为重点完善人口服务体系，

source: We will refine the childbirth policy, work to achieve an appropriate birth rate, and develop the systems for public-interest child care and basic elderly care services.
zh_cn: 优化生育政策，推动实现适度生育水平，发展普惠托育和基本养老服务体系，

source: The statutory retirement age will be raised in a phased manner.
zh_cn: 逐步延迟法定退休年龄。

source: The multi-tiered social security system will be improved, with coverage of basic old-age insurance reaching 95 percent of the population.
zh_cn: 健全多层次社会保障体系，基本养老保险参保率提高到95%，

source: Social assistance and charity systems will also be improved.
zh_cn: 优化社会救助和慈善制度。

source: We will develop advanced socialist culture, raise standards of public civility, promote integrity and trustworthiness throughout society, improve public cultural services, and improve modern systems for cultural industries.
zh_cn: 发展社会主义先进文化，提高社会文明程度，弘扬诚信文化，建设诚信社会，提升公共文化服务水平，健全现代文化产业体系。

source: —Ensuring both development and security and ushering in a new stage in building a Peaceful China
zh_cn: ——统筹发展和安全，建设更高水平的平安中国。

source: We will pursue a holistic approach to national security and strengthen our national security system and capacity.
zh_cn: 坚持总体国家安全观，加强国家安全体系和能力建设。

source: To ensure national economic security, we will carry out strategies for safeguarding food, energy and resource, and financial security.
zh_cn: 强化国家经济安全保障，实施粮食、能源资源、金融安全战略，

source: We will keep overall grain output above 650 million metric tons, and enhance our overall energy production capacity.
zh_cn: 粮食综合生产能力保持在1.3万亿斤以上，提高能源综合生产能力。

source: We will increase our public security capacity across the board to maintain social stability and public safety.
zh_cn: 全面提高公共安全保障能力，维护社会稳定和安全。

source: Looking to the future, we have the confidence and the ability to overcome all difficulties and obstacles on our road ahead and fulfill the goals and tasks in the 14th Five-Year Plan for Economic and Social Development (2021-2025), thus opening a new page in the development of socialism with Chinese characteristics.
zh_cn: 展望未来，我们有信心有能力战胜前进道路上的艰难险阻，完成“十四五”规划目标任务，奋力谱写中国特色社会主义事业新篇章！

source: III. Major tasks for 2021
zh_cn: 三、2021年重点工作

source: The year 2021 is of particular importance to China as it pursues the modernization drive.
zh_cn: 今年是我国现代化建设进程中具有特殊重要性的一年。

source: To accomplish the government's work for the year, we must, under the strong leadership of the Party Central Committee with Comrade Xi Jinping at its core, do the following:
zh_cn: 做好政府工作，要在以习近平同志为核心的党中央坚强领导下，

source: follow the guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era;
zh_cn: 以习近平新时代中国特色社会主义思想为指导，

source: implement the guiding principles of the Party's 19th National Congress and the second through fifth plenary sessions of the 19th Party Central Committee in full;
zh_cn: 全面贯彻党的十九大和十九届二中、三中、四中、五中全会精神，

source: act on the general principle of pursuing progress while ensuring stability;
zh_cn: 坚持稳中求进工作总基调，

source: ground our efforts in the new development stage, apply the new development philosophy, and create a new pattern of development;
zh_cn: 立足新发展阶段，贯彻新发展理念，构建新发展格局，

source: pursue high-quality development as the general aim, advance supply-side structural reform as the main task, and harness reform and innovation as the key source of momentum in our endeavor to meet the fundamental goal of satisfying the people's growing needs for a better life;
zh_cn: 以推动高质量发展为主题，以深化供给侧结构性改革为主线，以改革创新为根本动力，以满足人民日益增长的美好生活需要为根本目的，

source: apply systems thinking;
zh_cn: 坚持系统观念，

source: consolidate and expand the achievements of the Covid-19 response and economic and social development;
zh_cn: 巩固拓展疫情防控和经济社会发展成果，

source: ensure better coordination in pursuing development and upholding security;
zh_cn: 更好统筹发展和安全，

source: ensure stability on six key fronts and maintain security in six key areas;
zh_cn: 扎实做好“六稳”工作、全面落实“六保”任务，

source: implement macro policies in a systemic and targeted way;
zh_cn: 科学精准实施宏观政策，

source: keep major economic indicators within an appropriate range;
zh_cn: 努力保持经济运行在合理区间，

source: continue to expand domestic demand;
zh_cn: 坚持扩大内需战略，

source: strengthen science and technology to provide strategic support for development;
zh_cn: 强化科技战略支撑，

source: pursue higher-standard opening up;
zh_cn: 扩大高水平对外开放，

source: maintain social harmony and stability.
zh_cn: 保持社会和谐稳定，

source: These efforts will enable us to get off to a good start in the 14th Five-Year Plan period and commemorate the centenary of the CPC with outstanding achievements in development.
zh_cn: 确保“十四五”开好局起好步，以优异成绩庆祝中国共产党成立100周年。

source: In 2021, China will continue to face many development risks and challenges, but the economic fundamentals that will sustain long-term growth remain unchanged.
zh_cn: 今年我国发展仍面临不少风险挑战，但经济长期向好的基本面没有改变。
